Revit 2027 API
ParameterTypeId.StructuralElevationAtBottom Property
 "Elevation at Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralElevationAtBottom { get; }
Public Shared ReadOnly Property StructuralElevationAtBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralElevationAtBottom {
	ForgeTypeId^ get ();
}
static member StructuralElevationAtBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace